<html>
<head>
<title>Untitled Document</title>

</head>

<body>
<a name="debut"></a>
<center>Web/Glossaire<br>
  A
  B
  C
  <a href="#lettred"> D </a>
  E
  F
  G
  H
  I
  J
  K
  L
  M <br>
  N
  O
  P
  Q
  R
  S
  <a href="#lettret"> T </a>
  U
  V
  W
  X
  Y
  Z </center></div>
<p></p>
<p>A - haut <br>
  --------------------------------------------------------------------------------<br>
  <br>
  A commercial : L'appellation commercial&quot; (angl. &quot;at&quot;) se r&eacute;f&egrave;re 
  au caract&eacute;re &quot;@&quot; (Alt+64). Le caract&egrave;re @ est, par exemple, 
  utilis&eacute; dans l'adresse Internet d'e-mail : user@computer.domain.fr.<br>
  <br>
  ActiveX : Technologie d&eacute;velopp&eacute;e par Microsoft pour int&eacute;grer 
  des programmes et fonctionnalit&eacute;s dans vos pages Web.<br>
  <br>
  Adresse IP : Un code num&eacute;rique qui identifie un ordinateur particulier 
  sur Internet. Tout comme une adresse postale identifie la location de votre 
  demeure ou de votre bureau, chaque ordinateur ou r&eacute;seau sur Internet 
  poss&egrave;de une adresse unique. Cette adresse est cod&eacute;e par quatre 
  nombres compris entre 0 et 255 (ex :193.50.192.1)<br>
  <br>
  ADSL : (Asynchronous Digital Subscriber Line). Nouvelle technologie capable 
  de transporter plusieurs m&eacute;gabits par seconde sur les fils de cuivre 
  du t&eacute;l&eacute;phone.<br>
  <br>
  Agent : Un agent est un type d'application qui re&ccedil;oit la demande d'aller 
  dans l'Internet et de r&eacute;aliser une t&acirc;che sp&eacute;cifique pour 
  le b&eacute;n&eacute;fice de son utilisateur. Le type d'agents les plus communs 
  sont des applications appel&eacute;es araign&eacute;es (spiders) et vers (worms), 
  qui se prom&egrave;nent dans l'Internet en accumulant et en indexant son contenu 
  et cr&eacute;ant leur propre base de donn&eacute;es de recherche sur le contenu 
  trouv&eacute;. Des utilisations nouvelles et particuli&egrave;res sont d&eacute;velopp&eacute;es 
  qui permettront &agrave; leur utilisateur de r&eacute;aliser des recherches 
  telles que les sites de musique sur le Web pour comparer les prix relatifs &agrave; 
  un titre de disque compact particulier. <br>
  <br>
  Ancres (Anchors) : Les liens hypertexte contenus dans une page Web que vous 
  &eacute;tablissez &agrave; l'aide d'un &eacute;diteur HTML. Ces liens activ&eacute;s 
  affichent d'autres documents ou vous connectent &agrave; d'autres sites.<br>
  <br>
  Anonymous FTP : I1 existe une multitude de serveurs sur le Net qui vous autorisent 
  &agrave; vous connecter et &agrave; t&eacute;l&eacute;charger toute sorte de 
  fichiers &agrave; partir de leur machine. Ils sont plus connus sous le nom de 
  sites FTP anonymes. Indiquer anonymous pour le login et votre adresse e-mail 
  en guise de password (mot de passe) suffit pour y acc&eacute;der.<br>
  <br>
  Applet : D&eacute;signe les programmes d&eacute;velopp&eacute;s en langage Java.<br>
  <br>
  Authentification : Il s'agit d'une technologie qui permet de s'assurer de l'authenticit&eacute; 
  d'une transmission informatique par l'utilisation d'une signature &eacute;lectronique.<br>
  <br>
</p>
<p></p>
<p>B - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Backbone : R&eacute;seau central tr&eacute;s rapide qui 
  connecte une multitude de petits r&eacute;seaux.<br>
  <br>
  Bande passante : Repr&eacute;sente la quantit&eacute; de donn&eacute;es pouvant 
  &ecirc;tre achemin&eacute;es par le biais d'une connexion r&eacute;seau. La 
  bande passante se mesure habituellement en bits par seconde (bps).<br>
  <br>
  Bandeau ou banni&egrave;re : En anglais, banner. Sur le Web un message publicitaire 
  qui appara&icirc;t lorsque vous vous connectez sur un site.<br>
  <br>
  Bitmap : Les images au format bitmap sont constitu&eacute;es d'une multitude 
  de points (pixels). Elles permettent d'obtenir de tr&egrave;s bons d&eacute;tails 
  au niveau du graphisme mais acceptent mal le grossissement (&agrave; l'inverse 
  des images vectorielles) et sont tr&egrave;s gourmandes au niveau de la taille...<br>
  <br>
  Body : Ou corps. L'espace o&uacute; vous saisissez le contenu d'un message dans 
  un e-mail. C'est &eacute;galement une balise HTML qui d&eacute;limite tout ce 
  qui sera affich&eacute; dans une page Web.<br>
  <br>
  Bookmark : Ou signet. Sur un navigateur, une m&eacute;thode pour enregistrer 
  dans un fichier HTML toutes les adresses des serveurs que vous lui indiquez. 
  De cette fa&ccedil;on, inutile de ressaisir les URL pour vous y connecter une 
  seconde fois. Voir Favoris.<br>
  <br>
  Browser : Ou navigateur. Programme utilis&eacute; pour explorer le Web. Les 
  deux principaux browsers du march&eacute; : Internet Explorer (Microsoft) et 
  Netscape Navigator (Netscape), baptis&eacute; Communicator lorsque l'on d&eacute;signe 
  la suite logicielle de sa version 4. Les Qu&eacute;b&eacute;cois disent volontiers 
  fureteur ou butineur.<br>
  <br>
  Butineur : Voir Browser et Navigateur. </p>
<p></p>
<p>C - haut <br>
  --------------------------------------------------------------------------------<br>
  <br>
  Chat : Une discussion en ligne en temps r&eacute;el. Voir IRC.<br>
  <br>
  Client : Une application, install&eacute;e sur votre ordinateur, qui r&eacute;cup&eacute;re 
  des informations sur un serveur distant.<br>
  <br>
  Client-Serveur : Le fonctionnement des applications Internet repose sur ce principe 
  de base. Un programme client, dot&eacute; g&eacute;n&eacute;ralement d'une interface 
  conviviale, est install&eacute; sur votre ordinateur. En lan&ccedil;ant une 
  simple commande, l'application en lance une autre, plus complexe, sur le serveur 
  que vous lui avez indiqu&eacute;. Celui-ci retourne l'information demand&eacute;e 
  au programme client qui vous l'affichera sous une forme exploitable. Quelques 
  exemples de mod&eacute;le client-serveur : Archie, Gopher et le World Wide Web.<br>
  <br>
  Communication asynchrone : Un mode de transmission de donn&eacute;es d'une machine 
  &agrave; une autre dans lequel chaque caract&egrave;re est pr&eacute;c&eacute;d&eacute; 
  d'un bit de d&eacute;part et suivi d'un bit de fin. On l'appel aussi transmission 
  start/stop.<br>
  <br>
  Communicator : Derni&egrave;re version du navigateur de Netscape qui repr&eacute;sente 
  d&eacute;sormais une v&eacute;ritable suite Internet : module e-mail, lecteurs 
  de news, etc...<br>
  <br>
  Cookie : Le code qu'un serveur HTTP enregistre, souvent temporairement, sur 
  votre disque dur pour vous identifier sur son service (r&eacute;utilisation 
  commerciale). Vous avez la possibilit&eacute;, avec Navigator ou Internet Explorer, 
  de refuser ce type d'&eacute;change.<br>
  <br>
</p>
<p></p>
<a name="lettred"></a>
<p> D - <a href="#debut"> haut </a> <br>
  --------------------------------------------------------------------------------<br>
  <br>
  DHTML : pour Dynamic HTML. Version particuli&egrave;re du HTML qui permet la 
  modification des &eacute;l&eacute;ments d'une page Web selon des interactions.<br>
  <br>
  DLL : pour Dynamic Link Library. Collection de fonctions sp&eacute;cialis&eacute;es 
  partageables, sous Windows, entre diff&eacute;rentes applications.<br>
  <br>
  <br>
  Domain Name Server (DNS) : serveur particulier du r&eacute;seau qui associe 
  des adresses IP aux noms de domain.<br>
  <br>
  Domaine : Un sous-ensemble des adresses Internet. (Exemple : http://www.domaine.com)La 
  partie la plus significative de l'adresse se trouve &agrave; la fin. Les domaines 
  g&eacute;n&eacute;ralistes sont com, net, org, edu, gov, mil qui correspondent 
  &agrave; des domaines sp&eacute;cifiques d'utilisation; com pour commercial, 
  net pour network, etc. Il y a &eacute;galement des domaines correspondant &agrave;
  chaque pays, par exemple ar (Argentine), ca (Canada), fr (France), us (Etats-Unis), 
  etc...<br>
  <br>
  Downloader : Anglicisme approch&eacute; du vrai anglais to download et qui signifie 
  t&eacute;l&eacute;charger.<br>
</p>
<p></p>
<p>E - haut<br>   
  --------------------------------------------------------------------------------<br>
  <br>
  E-mail : Le courrier &eacute;lectronique sur Internet. &Eacute;quivalents fran&ccedil;ais 
  : message &eacute;lectronique, courriel, M&eacute;l. Un message &eacute;lectronique 
  parvient n'importe o&ugrave; dans le monde en quelques secondes ou minutes. 
  De plus, le destinataire n'est pas oblig&eacute; d'&ecirc;tre pr&eacute;sent 
  pour recevoir le message car les messages sont stock&eacute;s chez son founisseur 
  d'acc&egrave;s internet.<br>
  <br>
  Extranet : Partie d'un intranet accessible &agrave; l'ext&eacute;rieur de l'entreprise 
  &agrave; des personnes pr&eacute;cises (login et mot de passe pour des clients 
  par exemple) mais non disponible sur Internet.<br>
</p>
<p></p>
<p>F - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Firewall : serveur con&ccedil;u pour prot&eacute;ger du piratage informatique 
  un r&eacute;seau connect&eacute; Internet.<br>
  <br>
  Forum : espace de discussion.<br>
  <br>
  Fournisseur d'acc&egrave;s &agrave; Internet : Traduction logique de l'anglais 
  Access Provider, ou, plus couramment, provider. Firme &eacute;quip&eacute;e 
  de serveurs et modems, le plus souvent elle-m&ecirc;me cliente de plus grands 
  fournisseurs propri&eacute;taires de backbones, et qui procure, moyennant un 
  abonnement mensuel, des acc&eacute;s Internet avec ou sans service en ligne.<br>
  <br>
  Frames : Ou cadres. Fonction introduite dans la version 2.0 du navigateur de 
  Netscape (permet &agrave; une page Web de se voir divis&eacute;e en plusieurs 
  cadres). Le plus souvent install&eacute; &agrave; gauche de votre &eacute;cran, 
  il vous procure en permanence le sommaire du site.<br>
  <br>
  Freeware : logiciel gratuit. <br>
  FTP : File Transfert Protocol. Protocole Internet d&eacute;di&eacute; au transfert 
  de fichiers.<br>
</p>
<p></p>
<p>G - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Gateway : passerelle entre deux r&eacute;seaux.<br>
  <br>
  GIF : Graphics Interchange Format. Format de fichiers d'image le plus r&eacute;pandu 
  sur le Web et invent&eacute; par Compuserve. Ce format compresse l'image sans 
  perte de donn&eacute;es selon l'algorithme LZH et limite les couleurs &agrave; 
  256.<br>
  <br>
  GIF anim&eacute; : Petite animation obtenue &agrave; partir d'une succession 
  d'images GIF.<br>
  <br>
  GZIP : Un programme de compression de fichiers tr&eacute;s utilis&eacute; sur 
  Internet dans les environnements UNIX.<br>
</p>
<p></p>
<p>H - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Header : Ou en-t&ecirc;te. Partie d'un paquet qui pr&eacute;c&eacute;de les 
  donn&eacute;es que vous envoyez. L'en-t&ecirc;te contient des informations sur 
  l'exp&eacute;diteur, le destinataire, et des instructions pour le contr&ocirc;le 
  des erreurs. On parle souvent de l'en-t&ecirc;te des e-mail pour remonter &agrave; 
  la v&eacute;ritable identit&eacute; d'un exp&eacute;diteur. <br>
  <br>
  Home Page : Ou page d'accueil. L'entr&eacute;e principale d'un site. En g&eacute;n&eacute;ral, 
  la page s'intitule index.html<br>
  <br>
  HTML : (HyperText Mark-up Language). Langage de programmation des pages Web. 
  Il est compos&eacute; d'une suite de signe ASCII, dans laquelle sont inclues 
  les commandes sp&eacute;ciales concernant le formatage des pages, la police 
  de caract&egrave;res et les multim&eacute;dia. Ce langage en est d&eacute;j&agrave; 
  &agrave; sa version 4.0.<br>
  <br>
  HTTP : (HyperText Transfer Protocol). M&eacute;thode utilis&eacute;e pour transporter 
  des pages HTLM du WWW sur le r&eacute;seau. L'acc&egrave;s aux services Web 
  se fait en donnant une adresse de type http://nom de domaine/r&eacute;pertoire.... 
  <br>
  <br>
  Hypertexte : Terme invent&eacute; par Ted Nelson dans les ann&eacute;es 1960 
  pour d&eacute;crire sa vision de l'information repr&eacute;sent&eacute;e et 
  accessible &agrave; partir de liens actifs int&eacute;gr&eacute;s dans les documents. 
  Le Web repose enti&egrave;rement sur cette technologie.<br>
</p>
<p></p>
<p>I - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Image Map : C'est une s&eacute;rie de liens hypertextes attach&eacute;s &agrave; 
  une image. Ils sont d&eacute;finis dans la page ou &agrave; travers un fichier 
  externe.<br>
  <br>
  Internet : Ensemble de r&eacute;seaux de toutes tailles interconnect&eacute;s 
  par le protocole IP. Le point de d&eacute;part d'Internet fut ARPANet, c'est 
  &agrave; dire un r&eacute;seau de quatre ordinateurs que reli&egrave;rent des 
  scientifiques du minist&egrave;re de la d&eacute;fense am&eacute;ricaine &agrave; 
  la fin des ann&eacute;es 60. Dans les ann&eacute;es qui suivirent, de plus en 
  plus d'universit&eacute;s et d'instituts de recherche se sont joints &agrave; 
  eux. Les services d'Internet :</p>
<p>L'e-mail <br>
  Usenet <br>
  Telnet <br>
  FTP <br>
  WAIS <br>
  Gopher et VERONICA <br>
  WWW <br>
  <br>
  Internet Explorer : Le navigateur con&ccedil;u par Microsoft. Il vient de conna&icirc;tre 
  sa version 4. Il est largement int&eacute;gr&eacute; &agrave; Windows 98. S'abr&eacute;ge 
  souvent en MSIE (o&ugrave; MS est Microsoft) ou IE(4).<br>
  <br>
  InterNIC : (Internet Network Information Centre). Propose des statistiques sur 
  l'utilisation de l'Internet et attribue des noms de domaine dans son pays. La 
  France dispose de son propre NIC (NIC France).<br>
  <br>
  Intranet : R&eacute;seau local et priv&eacute; (entreprise) qui utilise les 
  technologies de l'Internet : Web, e-mail, etc., mais ne s'ouvre pas aux connexions 
  publiques. Contrairement &agrave; Internet, nom propre, on &eacute;crira intranet, 
  comme internaute.<br>
  <br>
  IRC : (Internet Relay Chat). Litt&eacute;ralement, Relais Internet du bavardage. 
  Protocole con&ccedil;u pour dialoguer &agrave; plusieurs sur des serveurs sp&eacute;cifiques 
  en temps r&eacute;el. Exemple le serveur dalnet.<br>
</p>
<p></p>

<p>J - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  JAVA : Langage de d&eacute;veloppement, produit par la soci&eacute;t&eacute; 
  Sun. Ecrit par James Gosling, il permet de doter les documents HTML de nouvelles 
  fonctionnalit&eacute;s : animations interactives, applications int&eacute;gr&eacute;es, 
  mod&egrave;les 3D, etc. Ce langage est orient&eacute; objet et comprend des 
  &eacute;l&eacute;ments sp&eacute;cialement con&ccedil;us pour la cr&eacute;ation 
  d'applications multim&eacute;dia. On &eacute;crit un programme java dans un 
  texte source qui ressemble &agrave; C (langage) ou &agrave; C++, puis on le 
  traduit &agrave; l'aide d'un compilateur afin de g&eacute;n&eacute;rer un programme 
  utilisable directement dans une page HTML et appel&eacute; applet. Pour ex&eacute;cuter 
  ensuite un applet, l'utilisateur doit disposer d'un interpr&eacute;teur. Un 
  applet est inclus sous forme de document HTML ou sous forme de hyperlink.<br>
  <br>
  Javascript : Langage de d&eacute;veloppement assez proche de Java et utilis&eacute; 
  dans la conception de pages Web. Si JavaScript tourne dans la majorit&eacute; 
  des cas aussi bien sur les navigateurs de Netscape et de Microsoft, il n'en 
  va pas de m&ecirc;me pour VBScript.<br>
  <br>
  JDBC : (Java DataBase Connectivity) Ensemble d'API permettant &agrave; un programme 
  Java l'acc&egrave;s aux bases de donn&eacute;es.<br>
  <br>
  JDK : (Java Developpement Kit, Kit de d&eacute;veloppement en Java) Environnement 
  de d&eacute;veloppement pour Java que l'on peut trouver chez Sun .<br>
  <br>
  JPEG : (Join Photographic Experts Group). Un standard pour la compression des 
  images qui contiennent plusieurs millions de couleurs. Tr&eacute;s courant sur 
  l'Internet.<br>
  <br>
  JVM ou Java Virtual Machine : La machine virtuelle de Java est &agrave; la base 
  m&ecirc;me de sa portabilit&eacute; sur la plupart des plates-formes. En r&eacute;alit&eacute;, 
  le code Java est compil&eacute; en instructions compr&eacute;hensibles par la 
  machine virtuelle qui elle-m&ecirc;me interpr&eacute;tera ces instructions pour 
  que l'ordinateur puisse les comprendre. C'est pour cela que chaque plate-forme 
  doit disposer de sa propre machine virtuelle pour fonctionner.<br>
</p>
<p></p>
<p>K - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Kiosque : Infrastructure permettant un acc&egrave;s national &agrave; Internet 
  (quelque soit le lieu d'appel). A l'origine, il s'agissait d'un syst&egrave;me 
  de facturation mis en place pour le Minitel. <br>
  <br>
  Kit de connexion : Partie logicielle vous permettant d'acc&eacute;der &agrave; 
  un service en ligne ou &agrave; l'Internet.<br>
</p>
<p></p>
<p></p>
<p>L - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Lecteur de News : Programme client d'acc&eacute;s aux newsgroups.<br>
  <br>
  Lien hypertexte : Sur le Web, pointeur (mot soulign&eacute; ou image active) 
  &agrave; activer pour se connecter sur un serveur.<br>
  <br>
  Liste de diffusion : Forum diff&eacute;r&eacute; auquel on participe par e-mail.<br>
  <br>
  LS : Ou Liaison sp&eacute;cialis&eacute;e. Connexion permanente au r&eacute;seau.<br>
</p>
<p></p>
<p></p>
<p>M - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Mailbox : L'adresse du compte e-mail d'un utilisateur.<br>
  <br>
  Mailing List : voir Liste de diffusion<br>
  <br>
  Majordomo : Programme de gestion des abonn&eacute;s &agrave; une liste de diffusion 
  (ou mailing list).<br>
  <br>
  Mail Gateway : Machine qui transf&egrave;re le courrier entre deux ou plusieurs 
  syst&egrave;mes e-mail.<br>
  <br>
  Masque de sous-r&eacute;seau : Montre la division de la partie h&ocirc;te de 
  l'adresse IP en adresses de sous-r&eacute;seau et d'adresse locale. Le masque 
  du r&eacute;seau, de 32 bits, ne comporte que des 1 pour toutes les parties 
  d'adresses de r&eacute;seau et de sous-r&eacute;seau de l'adresse IP compl&egrave;te. 
  Il est compos&eacute; de 0 pour les parties de l'adresse locale.<br>
  <br>
  MBone : (Multicast Backbone). Un service exp&eacute;rimental qui transporte 
  en temps r&eacute;el le son et l'imaqe &agrave; travers l'Internet. Utilis&eacute; 
  &agrave; la fin de l'ann&eacute;e 1994 pour retransmettre le premier concert 
  rock en liqne (Rolling Stones).<br>
  <br>
  M&eacute;l : Tentative critiquable, mais impos&eacute;e, de la commission de 
  terminoloqie fran&ccedil;aise, de francisation de mail, e-mail. Cens&eacute; 
  servir d'abr&eacute;viation sur les cartes de visite, &agrave; l'instar de T&eacute;l 
  pour t&eacute;l&eacute;phone.<br>
  <br>
  Messagerie &eacute;lectronique : M&eacute;canisme g&eacute;r&eacute; par ordinateur 
  fournissant aux utilisateurs habilit&eacute;s les fonctions de saisie, de distribution 
  et de consultation diff&eacute;r&eacute;e de messages mulitim&eacute;dia. En 
  anglais : Electronic mail ou E-Mail.<br>
  <br>
  M&eacute;ta Tag : Une construction plac&eacute;e dans l'ent&ecirc;te HTML de 
  votre page Web, fournissant des informations qui ne sont pas visibles par les 
  navigateurs. Les m&eacute;ta-tags les plus courants (et les plus utiles pour 
  les Moteurs de Recherche) sont KEYWORDS (mots-cl&eacute;s) et DESCRIPTION. Le 
  m&eacute;ta-tag KEYWORD permet &agrave; l'auteur de souligner l'importance de 
  certains mots utilis&eacute;s dans sa page. Certains Moteurs de Recherche tiendront 
  compte de cette information - d'autres l'ignoreront. Le m&eacute;ta-tag DESCRIPTION 
  permet &agrave; l'auteur de contr&ocirc;ler le texte affich&eacute; quand la 
  page para&icirc;t auniveau des r&eacute;sultats d'une recherche. Certains Moteurs 
  de Recherche peuvent ignorer cette information. Le m&eacute;ta-tag HTTP-EQUIV 
  est employ&eacute;e pour &eacute;mettre des commandes HTTP et est fr&eacute;quemment 
  employ&eacute;e avec le tag REFRESH pour remettre &agrave; jour le contenu de 
  page apr&egrave;s un nombre donn&eacute; de secondes. Les pages passerelle emploient 
  parfois cette technique pour forcer les navigateurs &agrave; aller vers une 
  page ou un site diff&eacute;rent. La plupart des Moteurs de Recherche en sont 
  conscients et classeront la page finale et/ou r&eacute;duiront le placement 
  du site. Infoseek est contre cette technique et p&eacute;nalise le site ou m&ecirc;me 
  l'interdit. D'autres m&eacute;ta-tags sont GENERATOR (pour ceux utilisant un 
  logiciel d'assist&eacute; :-) &agrave; la cr&eacute;ation de pages) et AUTHOR 
  (utilis&eacute; pour cr&eacute;diter l'auteur de la page qui contient souvent 
  son adresse E-mail, l'URL de son site et toute autre information utile). <br>
  <br>
  MIME : (Multipurpose Internet Mail Extensions). Format con&ccedil;u pour transf&eacute;rer 
  par e-mail des donn&eacute;es de natures diverses (images, programmes, etc.).<br>
  <br>
  Mod&eacute;rateur : Individu ou groupe de personnes qui g&eacute;re une mailing 
  list ou un forum de discussion, Il(s) accepte(nt), ou non, de transmettre aux 
  participants du service le message d'un utilisateur afin d'&eacute;viter les 
  d&eacute;bordements, publicit&eacute;s, hors-sujets, ...<br>
  <br>
  Mod&eacute;r&eacute; : Forum de discussion ou le postage des contributions est 
  soumis &agrave; l'approbation d'un mod&eacute;rateur. Lorsqu'on poste un article 
  dans un groupe mod&eacute;r&eacute;, cet article n'est pas diffus&eacute; imm&eacute;diatement 
  mais envoy&eacute; au mod&eacute;rateur du groupe. Apr&egrave;s avoir pris connaissance 
  du contenu de l'article, le mod&eacute;rateur approuve ou non sa diffusion. 
  Les crit&egrave;res de mod&eacute;ration sont d&eacute;finis dans la charte 
  du groupe. Lorsqu'elle est bas&eacute;e uniquement sur des crit&egrave;res techniques 
  de diffusion, la mod&eacute;ration peut &ecirc;tre confi&eacute;e &agrave; un 
  robot.<br>
  <br>
  Moteur de recherche : Gigantesque base de donn&eacute;es indexant les sites 
  Web &agrave; travers dans lesquels vous pouvez effectuer des recherches &agrave; 
  partir de mot-cl&eacute;s. Parmi les plus connus : Altavista (Digital Equipment), 
  Yahoo! et Yahoo! France, Lycos, Echo, Nomade, etc...<br>
</p>
<p></p>
<p></p>
<p><br>
  N - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Netiquette : L'&eacute;thique de l'lnternet, jeu de mots &agrave; partir de 
  l'&eacute;tiquette fran&ccedil;aise. Des recommandations non officielles mais 
  reconnues par tous pour adopter une bonne conduite sur le r&eacute;seau.<br>
  <br>
  NNTP : (Network Net Transport Protocol). Protocole sp&eacute;cialis&eacute; 
  dans la transmission et la gestion de news.<br>
</p>
<p></p>
<p></p>
<p><br>
  O - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Off line : Hors connexion, ou hors ligne. Toutes les op&eacute;rations que l'utilisateur 
  peut mener sans se connecter au r&eacute;seau.<br>
  <br>
  On line : En ligne. Toutes les op&eacute;rations que l'utilisateur m&egrave;ne 
  connect&eacute; au r&eacute;seau.<br>
</p>
<p></p>
<p></p>
<p><br>
  P - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  PERL : Langage de d&eacute;veloppement de script.<br>
  <br>
  PGP : (Pretty Good Privacy). Programme de cryptage &agrave; deux cl&eacute;s 
  (publique et priv&eacute;e) interdit actuellement sur le territoire fran&ccedil;ais. 
  <br>
  <br>
  Plug-in : Petit module qui s'installe sur un navigateur pour lui apporter des 
  fonctions suppl&eacute;mentaires. Par exemple, visionner de la vid&eacute;o 
  sur des paqes Web ou afficher des sc&egrave;nes en trois dimensions.<br>
  <br>
  PNG : (Portable Network Graphic) Format de fichiers graphiques. Un candidat 
  au successeur du format GIF.<br>
  <br>
  POP : (Post Office Protocol) Protocole de gestion d'acheminement et de r&eacute;cup&eacute;ration 
  des mails.<br>
  <br>
  Postmaster : Personne responsable de la gestion des courriers &eacute;lectroniques 
  et des serveurs de mails.<br>
  <br>
  PPP : (Point to Point Protocol). Permet &agrave; un ordinateur d'utiliser le 
  protocole TCP/IP &agrave; partir d'un modem ou d'une ligne t&eacute;l&eacute;phonique.<br>
  <br>
  Provider : Fournisseur d'acc&egrave;s &agrave; Internet.<br>
  <br>
  Proxy : Ordinateur qui s'intercale entre un r&eacute;seau priv&eacute; et l'internet. 
  Pour faire office de firewall ou de cache. Dans ce dernier cas, il enregistre 
  les pages Web transf&eacute;r&eacute;es par les utilisateurs pour les d&eacute;livrer 
  sans qu'il soit n&eacute;cessaire de se connecter sur le serveur initial.<br>
  <br>
  Pull : Mode classique de la recherche d'information sur les r&eacute;seaux. 
  L'utilisateur se connecte sur des serveurs et cherche l'information. Le mode 
  oppos&eacute; est dit &quot;Push&quot;.<br>
  <br>
  Push : Mode nouveau de collecte d'informations sur Internet. En s'abonnant &agrave; 
  des fournisseurs de contenu (des cha&icirc;nes Web), l'information arrive directement 
  sur la machine d&egrave;s qu'elle est mise &agrave; jour et cela sans que l'utilisateur 
  ait besoin d'aller la chercher. Le mode oppos&eacute; est dit &quot;Pull&quot;.<br>
</p>
<p></p>
<p></p>
<p><br>
  Q - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Query : Ou requ&ecirc;te. Proc&eacute;dure de lancement d'une recherche sur 
  le Net &agrave; partir d'une base de donn&eacute;es. On utilise g&eacute;n&eacute;ralement 
  des mots cl&eacute;s. Egalement commande pour afficher une page Web ou transf&eacute;rer 
  un fichier, par exemple.<br>
  <br>
  Quick Web : Technologie propos&eacute;e par Intel pour acc&eacute;l&eacute;rer 
  le chargement des pages Web. La technique consiste &agrave; compresser les images 
  en &eacute;liminant certains pixels inutiles. <br>
</p>
<p></p>
<p></p>
<p><br>
  R - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Remailer : Service qui assure l'anonymat de l'exp&eacute;diteur lorsque celui-ci 
  envoie un courrier &eacute;lectronique (e-mail) ou un article (newsgroups).<br>
  <br>
  Reply : R&eacute;pondre &agrave; un message par e-mail ou &agrave; une contribution 
  dans un newsgroup.<br>
  <br>
  Requ&ecirc;te : voir query<br>
  <br>
  Robot : programme de recherche automatique d'informations sur internet ou d'indexation 
  de sites Web.<br>
  <br>
  Routeur : Outil logiciel ou mat&eacute;riel pour diriger les donn&eacute;es 
  &agrave; travers un r&eacute;seau. Il s'agit souvent d'une passerelle entre 
  plusieurs serveurs pour que les utilisateurs acc&eacute;dent facilement &agrave; 
  toutes les ressources propos&eacute;es sur le r&eacute;seau. Le routeur d&eacute;signe 
  &eacute;galement une interface entre deux r&eacute;seaux utilisant des protocoles 
  diff&eacute;rents<br>
</p>
<p></p>
<p></p>
<p><br>
  S - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Serveur : Ordinateur d&eacute;di&eacute; &agrave; l'administration d'un r&eacute;seau 
  informatique. Il g&egrave;re l'acc&egrave;s aux ressources et aux p&eacute;riph&eacute;riques 
  et les connections des diff&eacute;rents utilisateurs. Il est &eacute;quip&eacute; 
  d'un logiciel de gestion de r&eacute;seau : un serveur de fichiers pr&eacute;pare 
  la place m&eacute;moire pour des fichiers, un serveur d'impression g&egrave;re 
  et ex&eacute;cute les sorties sur imprimantes du r&eacute;seau, enfin un serveur 
  d'applications rend disponibles sur son disque dur les programmes pouvant &ecirc;tre 
  appel&eacute;s &agrave; travers le r&eacute;seau.<br>
  <br>
  Shareware : Logiciel diffus&eacute; massivement dont on ne paiera le prix que 
  si on l'utilise r&eacute;guli&eacute;rement. Formule d'essai avant achat. <br>
  <br>
  Signet : &eacute;quivalent fran&ccedil;ais de Bookmark.<br>
  <br>
  Site Miroir : C'est la copie multiple de sites ou de pages Web sur diff&eacute;rents 
  serveurs.<br>
  <br>
  Smiley : Suite de caract&eacute;res exprimant une &eacute;motion,un sentiment 
  (par exemple :-) pour la joie, :-( pour la tristesse, ;-) pour un clin d'oeil...). 
  <br>
  <br>
  SMTP : (Simple Mail Transfer Protocol). Dans un r&eacute;seau TCP/IP, ce protocole 
  g&eacute;re le courrier &eacute;lectronique (envoi, r&eacute;ception, distribution, 
  etc.).<br>
  <br>
  Snail mail : D&eacute;signe le courrier postal et traditionnel.<br>
  <br>
  SNMP : (Simple Network Management Protocol.) Protocole de gestion des appareils 
  sur le r&eacute;seau.<br>
  <br>
  Spamdexing : La cr&eacute;ation ou modification d'un document avec l'intention 
  de tromper un catalogue ou un syst&egrave;me de classement &eacute;lectronique. 
  Toute technique qui a pour objectif d'augmenter la position potentielle d'un 
  site aux d&eacute;pens de la qualit&eacute; de la base de donn&eacute;es du 
  moteur de recherche peut &eacute;galement &ecirc;tre consid&eacute;r&eacute;e 
  comme du spamdexing (&eacute;galement connu sous le nom de spamming ou spoofing). 
  <br>
  <br>
  Spam, Spamming : L'encombrement d&eacute;lib&eacute;r&eacute; d'un forum de 
  discussion ou un compte e-mail par l'envoi de messages non sollicit&eacute;s, 
  telles les annonces &agrave; caract&eacute;re publicitaire.<br>
  <br>
  Spoofing : bombarder une personne de courriers &eacute;lectroniques en l'abonnant 
  sans la pr&eacute;venir &agrave; de nombreuses listes de diffusion (mailing 
  lists). <br>
  <br>
  SSL : (Secure sockets Layers). Netscape a d&eacute;velopp&eacute; une technologie 
  pour le chiffrement des donn&eacute;es lorsqu'on les envoie &agrave; partir 
  d'un navigateur. Utilis&eacute; notamment pour le commerce en ligne.<br>
  <br>
  SSI : (Server Side Includes) Utilis&eacute; pour ajouter, par exemple, un contenu 
  dynamique &agrave; une page web.<br>
  <br>
  Streaming : technique qui permet une lecture de documents multim&eacute;dia 
  en continu en &eacute;vitant le t&eacute;l&eacute;chargement.<br>
</p>
<p></p>
<p></p>
<a name="lettret"></a>
<p><br>
  T - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Tags : ou balise.Codes sp&eacute;cifiques utilis&eacute;s pour mettre en forme 
  des documents HTML.<br>
</p>
<p></p>
<p></p>
<p><br>
  U - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  Unsubscribe : La commande qui permet de se d&eacute;sabonner d'une mailing list 
  ou d'un newsgroup.<br>
  <br>
  Upload : Transfert d'un fichier de votre ordinateur vers un serveur.<br>
  <br>
  URL : (Uniform Resource Locator). Adresse Internet exploit&eacute;e par les 
  navigateurs (Internet Explorer ou Navigator, par exemple). C'est l'adressage 
  standart de n'importe quel document document, sur n'importe quel ordinateur 
  local ou ailleurs dans le WWW, s'effectue avec l'URL. Structure de base d'une 
  URL : protocol://server/directory/document.<br>
  <br>
  Uuencode : Format de codage d'un fichier binaire pour qu'il soit transf&eacute;r&eacute; 
  par e-mail. <br>
</p>
<p></p>
<p></p>
<a name="lettrev"></a>
<p><br>
  V - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  VRML : Virtual Reality Modeling Language. Langage de cr&eacute;ation des sc&eacute;nes 
  en trois dimensions sur le Web que vous pouvez afficher si vous avez install&eacute; 
  auparavant le plug-in ad&eacute;quat (Live 3D par exemple).<br>
</p>
<p></p>
<p></p>
<a name="lettrew"></a>
<p><br>
  W - haut<br>
  --------------------------------------------------------------------------------<br>
  <br>
  W3 : abr&eacute;viation de World Wide Web.<br>
  <br>
  Webmaster : Personne responsable de l'administration d'un site Web.<br>
</p>
<p> <br>
</p>
</body>
</html>
